Repository: alisher-zinullayev/BluetoothLanScanner
Catalog: LanScannerTest/Localizable.xcstrings
Source language: en
Languages: ru

source: Bluetooth Devices
ru: Устройства Bluetooth

# Bluetooth Сканер
source: Bluetooth Scanner
ru: Сканер Bluetooth

source: LAN Devices
ru: LAN Девайсы

source: LAN Scanner
ru: LAN Сканер

source: Name: %@
ru: Имя: %@

source: OK
ru: ОК

source: Scan History
ru: История сканирования

source: Session Details
ru: Подробности сессии

# Бренд: %@
source: Brand: %@
ru: Бренд: %@

# Время сканирования: %lld секунд
source: Scanning time: %lld seconds
ru: Время сканирования: %lld секунд

# Детали устройства
source: Device details
ru: Подробности устройства

# Детали Устройства
source: Device details
ru: Подробности устройства

# История
source: History
ru: История

# Начать сканирование
source: Start scan
ru: Начать сканирование

# Ошибка
source: Error
ru: Ошибка

# Перезапустить сканирование
source: Restart scan
ru: Перезапустить сканирование

# Поиск устройств
source: Device Search
ru: Поиск устройств

# Сканирование завершено
source: Scan completed
ru: Сканирование завершено

# Сканирование Завершено
source: Scan completed
ru: Сканирование завершено

# Сканирование...
source: Scanning…
ru: Сканирование…

# Скопировать IP
source: Copy IP
ru: Скопировать IP

# Скопировать MAC
source: Copy MAC
ru: Скопировать MAC

# Скопировать имя
source: Copy name
ru: Скопировать имя
